export const privacyPolicyAr = {
    title: 'سياسة الخصوصية لـ PinAds',
    desc: `في PinAds، نلتزم بحماية خصوصيتك وضمان أمان معلوماتك الشخصية وأي معلومات أخرى نقوم بجمعها منك. <br>
    توضح هذه السياسة الخصوصية كيف نقوم بجمع واستخدام والكشف عن وحماية المعلومات التي تقدمها لنا من خلال منتجنا، PinAds. <br>
    <br>
    تغطي هذه السياسة الخصوصية المعلومات التي نقوم بجمعها منك من خلال موقعنا / التطبيق. للوصول إلى بعض الميزات والفوائد على موقعنا / التطبيق، قد تحتاج إلى تقديم أو نحن قد نقوم بجمع "معلومات تحدد الشخص" (أي معلومات يمكن استخدامها لتحديد هويتك).
    `,
    content: [
      {
        title: 'لمعلومات التي نقوم بجمعها:',
        desc: `المعلومات الشخصية: عند التسجيل في PinAds، قد نقوم بجمع معلومات شخصية مثل اسمك ورقم هاتفك وعنوان بريدك الإلكتروني واسم عملك وفئة عملك وعنوان موقع الويب الخاص بك وموقع عملك ورقم هاتف عملك.<br>
        معلومات الدفع: عند شراء خدماتنا، نقوم أيضًا بجمع معلومات المعاملات، والتي قد تشمل نوع بطاقة الائتمان الخاصة بك وعنوان الفواتير والمراسلات ومعلومات أخرى ذات صلة بالدفع. يرجى ملاحظة أن هذه المعلومات تجمع باستخدام Stripe ولا تخزن في Convertedin.<br>
        الوصول إلى ملف تعريف العمل التجاري على Google: من أجل إنشاء حملات إعلانية لك، قد نحتاج إلى الوصول إلى إنشاء وتحرير ملف تعريف عملك التجاري على Google والشركات المُدرَجة التي يتم إدارتها تحته.<br>
        يرجى فهم أنه من خلال تقديم أي معلومات تحدد الشخص لنا، فإنك توافق وتوافق على أننا قد نقوم بجمع واستخدام والكشف عن مثل هذه المعلومات التي تحدد الشخص وفقًا لهذه السياسة الخصوصية وكما يسمح به أو يلزم القانون.<br>
        <br>
        إذا كنت لا توافق على هذه الشروط، يرجى عدم تقديم أي معلومات تحدد الشخص لنا.<br>
        إذا رفضت أو سحبت موافقتك أو اخترت عدم تقديم أي معلومات تحدد الشخص المطلوبة، قد لا نكون قادرين على تقديم لك الخدمات التي يمكن تقديمها على موقعنا / التطبيق.<br>
        <br>
        يرجى ملاحظة أنه قد نعتمد أيضًا على المصالح المشروعة أو الوفاء بعقد لمواصلة معالجة بياناتك.<br>
    `,
      },
      {
        title: 'الغرض من مشاركة المعلومات:',
        desc: `يتم تقديم الغرض من جمع المعلومات كجزء من الموافقة. قد نستخدم معلوماتك فقط للغرض المذكور وإلى قائمة الجهات وفقًا للموافقة الخاصة بك. قد يكون الغرض واحدًا أو أكثر من الآتي: تقديم المنتجات أو الخدمات التي طلبتها؛ (أ) عندما يكون لدينا إذنك: أو (ب) في الحالات التالية: تقديم المعلومات للكيانات الموثوقة التي تعمل نيابةً عن أو مع Convertedin تحت اتفاقيات سرية صارمة. قد تستخدم هذه الكيانات معلوماتك الشخصية لمساعدة Convertedin على التواصل معك حول العروض من Convertedin وشركاء التسويق لدينا. ومع ذلك، لا تمتلك هذه الشركات أي حق مستقل في مشاركة هذه المعلومات أو نشرها بشكل مستقل؛ مشاركة المعلومات للتحقيق في ومنع أو اتخاذ إجراءات ضد أي أنشطة غير قانونية، أو الاشتباه في الاحتيال، أو المواقف التي تنطوي على تهديدات محتملة للسلامة الجسدية لأي شخص، أو كما يقتضيه القانون بشكل آخر؛ مشاركة المعلومات لحماية أو فرض حقوق Convertedin، وشروط الاستخدام، والملكية الفكرية أو المادية، أو لسلامة Convertedin أو الأطراف المرتبطة بها. لن تكون Convertedin مسؤولة عن أي معلومات غير مرغوب فيها تقدمها لك. توافق على استخدام Convertedin لمثل هذه المعلومات وفقًا لسياسة خصوصية Convertedin.`,
      },
      {
        title: 'استخدامات أخرى للمعلومات التي جمعتها:',
        desc: `إنشاء الحملات: نستخدم المعلومات المقدمة لإنشاء وإدارة حملات الإعلانات نيابة عنك.<br>
        التواصل: قد نستخدم معلومات الاتصال الخاصة بك للتواصل معك بشأن حسابك، أو تحديثات لخدماتنا، أو العروض الترويجية.<br>
        الكشف عن معلوماتك:<br>
        نحن لا نكشف بيانات من قاعدة البيانات الخاصة بنا لأطراف خارجية، نقوم بنقل البيانات المجمعة إلى أطراف ثالثة مختارة فقط مثل نماذج الذكاء الاصطناعي على سبيل المثال نقوم بمشاركة أسماء المنتجات والوصف والفئات للمساعدة في إنشاء المحتوى. ومع ذلك، في ظروف معينة قد نشارك بياناتك مع الأطراف ذات الصلة كما يلي: فيما يتعلق بإجراءات قانونية: عندما نكون ملزمين قانونيًا بذلك، على سبيل المثال، للامتثال لأمر قضائي ملزم، أو عندما يكون الكشف ضروريًا لممارسة أو إقامة أو الدفاع عن الحقوق القانونية لـ Convertedin، أو معلنينا، أو أي طرف ثالث آخر. فيما يتعلق ببيع أعمالنا: إذا اكتسب طرف ثالث بعضًا أو جميع أعمالنا أو أصولنا، قد نكشف معلوماتك التي تحدد الشخص فيما يتعلق بالبيع.<br>
        أمان وتخزين البيانات:<br>
        نطبق تدابير أمان تقنية وإدارية وتنظيمية لحماية البيانات التي نجمعها من الاندماج أو الدمار أو الفقدان غير المقصود أو غير المشروع أو الوصول غير المصرح به، بخاصة عندما يتضمن المعالجة نقل البيانات عبر شبكة، وضد أشكال المعالجة الأخرى غير المشروعة.<br>
        <br>
        يحق لموظفينا فقط، الذين لديهم الحق في معالجة بيانات العملاء نيابة عن عملهم، استخدام النظام الذي يحتوي على البيانات الشخصية. يحصل كل مستخدم على اسم مستخدم وكلمة مرور شخصية للنظام. تجمع المعلومات في قواعد بيانات محمية بواسطة جدران نارية وكلمات مرور وتدابير تقنية أخرى. توجد قواعد البيانات ونسخ الاحتياطي منها في مكان مغلق ويمكن الوصول إليه فقط من قبل أشخاص معينين مسبقًا. نقوم بتخزين البيانات الشخصية طالما كان ذلك ضروريًا بناءً على الغرض من المعالجة. نخزن البيانات لمدة لا تزيد عن . سنة من تاريخ آخر نشاط للشخص المعني بالبيانات. نقوم بتقييم الحاجة بانتظام للحفاظ على البيانات في ضوء التشريعات السارية. بالإضافة إلى ذلك، نتخذ تدابير معقولة لضمان عدم تعارض البيانات الشخصية في السجل أو تقديمها غير المناسبة أو القديمة بالنظر إلى الغرض من المعالجة. نقوم بتصحيح أو حذف مثل هذه المعلومات دون تأخير.<br>
        `,
      },
      {
        title: 'معلومات الدفع:',
        desc: `عند شراء خدماتنا، نقوم أيضًا بجمع معلومات المعاملات، والتي قد تشمل نوع بطاقة الائتمان الخاصة بك وعنوان الفواتير والمراسلات ومعلومات أخرى ذات صلة بالدفع. يرجى ملاحظة أن هذه المعلومات تجمع باستخدام Stripe ولا تخزن في Convertedin.`,
      },
      {
        title: 'الاختيار في الخروج:',
        desc: `ندرك أهمية خصوصيتك على الإنترنت بالنسبة لك، لذا يمكنك اختيار عدم استلام الإعلانات المستهدفة التي يتم تقديمها من قبلنا. يرجى ملاحظة أنه إذا حذفت ملفات تعريف الارتباط الخاصة بك أو قمت بترقية متصفحك بعد الخروج، ستحتاج إلى الخروج مرة أخرى. إذا اخترت الخروج، قد نقوم بجمع بعض البيانات حول نشاطك عبر الإنترنت لأغراض تشغيلية (مثل منع الاحتيال) ولكن لن تُستخدم من قبلنا لغرض استهداف الإعلانات لك. إذا قمت بالخروج، قد لا نتمكن من تقديم بعض الميزات أو الخدمات لك. إذا كنت لا ترغب بعد الآن في تلقي النشرة الإخبارية لدينا والاتصالات الترويجية، فيمكنك الخروج من تلقي مثل هذه الاتصالات.`,
      },
      {
        title: 'خصوصية الأطفال:',
        desc: `خدماتنا غير مخصصة للاستخدام من قبل الأفراد دون سن الثامنة عشرة. نحن لا نقوم بجمع المعلومات الشخصية بشكل معرف من الأطفال الذين تقل أعمارهم عن 18 سنة.`,
      },
      {
        title: 'التعديلات في سياسة الخصوصية:',
        desc: `في حالة إجراء تعديلات على سياسة الخصوصية هذه، سنضع البيان المعدل على موقعنا / التطبيق، مع إشارة إلى تاريخ التعديل. إذا كانت التعديلات ذات أهمية، قد نُعلن لك أيضًا عن ذلك بوسائل أخرى، على سبيل المثال عن طريق إرسال بريد إلكتروني أو وضع نشرة على صفحتنا الرئيسية.`,
      },
      {
        title: 'لائحة حماية البيانات العامة:',
        desc: `يدعم Convertedin بالكامل حقوق الخصوصية لعملائنا ومستخدمينا. نحن ملتزمون بحماية واحترام خصوصية عملائنا ومستخدمينا، وسنستخدم أي معلومات جمعت فقط لتقديم المنتجات والخدمات المطلوبة منا. أصبحت اللائحة العامة لحماية البيانات في الاتحاد الأوروبي (GDPR) فعالة مما أدى إلى إحضار حقوق حماية بيانات جديدة للأفراد في الاتحاد الأوروبي. ولهذا الغرض، نعمل مع العملاء لضمان الامتثال بجميع التشريعات. إذا كنت مقيمًا في أوروبا، فلديك الحق في الوصول إلى المعلومات الشخصية التي نملكها عنك وطلب تصحيحها أو تحديثها أو حذفها. إذا كنت ترغب في ممارسة هذا الحق، وإذا كان طلبًا معقولًا، يرجى الاتصال بنا من خلال مالك الموقع / التطبيق (عميلنا) أو إذا كان على Convertedin (مباشرة إلينا عبر معلومات الاتصال أدناه) كما يسمح به القانون المعمول به وسياسات Convertedin. بالإضافة إلى ذلك، إذا كنت مقيمًا في أوروبا، فالرجاء ملاحظة أننا نقوم بمعالجة معلوماتك من أجل الوفاء بالعقود التي قد نكون أبرمناها مع عملائنا مما قد يؤدي إلى نقل المعلومات خارج أوروبا، بما في ذلك الولايات المتحدة. قد نجمع المعلومات التي تحدد الشخص بشكل مجهول ونجمعها مع أطراف ثالثة مختارة لتحليل الاستخدام وتحسين خدماتنا وتحقيق أي التزامات تعاقدية مع عملائنا ولأغراض مماثلة أخرى. بغض النظر عما إذا كانت البيانات التي نجمعها، لدينا السلطة لتخزينها وفقًا للشروط المذكورة في سياسة الخصوصية الخاصة بنا.`,
      },
      {
        title: 'اتصل بنا:',
        desc: `إذا كان لديك أي أسئلة أو استفسارات بخصوص هذه سياسة الخصوصية أو ممارساتنا في مجال البيانات، يرجى الاتصال بنا على <a href="mailto:info@converted.in">info@converted.in</a>
        <br>
        من خلال استخدام PinAds، فإنك توافق على جمع واستخدام معلوماتك الشخصية كما هو موضح في سياسة الخصوصية هذه.
        `,
      },
    ],
  };