export const TermsAndConditionAr = {
  title: 'الشروط والأحكام',
  content: [
    {
      title: 'القبول',
      desc: `1.1 هذه الشروط والأحكام ("شروط الخدمة") تحكم استخدامك للخدمة (كما هو محدد أدناه) التي تقدمها Convertedin ("Convertedin"، "نحن"، "لنا"، "لنا").
      <br>تنطبق شروط الخدمة على الخدمة المتاحة على www.Converted.in، وعلى أي خدمة طرف ثالث من خلالها يتم توفير Convertedin أو يمكن استخدامها من قبلك أو نيابة عنك، بما في ذلك على سبيل المثال لا الحصر، لوحة تحكم Convertedin والسكربتات المثبتة في متجرك على الإنترنت ("برنامج Convertedin").
      <br>في هذه الشروط والأحكام، يشار إلى الخدمة السحابية المتاحة على www.Converted.in وبرنامج Convertedin معًا باسم "الخدمة".
      <br>باستثناء الحالات التي يكون فيها أنت وجميع مستخدميك في الولايات المتحدة، يُحكم استخدام الخدمة أيضًا بسياسة الخصوصية لـ Convertedin "سياسة الخصوصية" والتي يتم إدراجها هنا بالإشارة إليها وتتوفر على www.Converted.in.
      <br>1.2 هذه شروط الخدمة هي اتفاقية قانونية بين Convertedin وأنت. قبل الوصول إلى الخدمة أو استخدامها، يجب أن توافق على هذه الشروط والأحكام و، إذا كان ذلك مناسبًا، سياسة الخصوصية الخاصة بنا أيضًا.
      <br>من خلال الوصول إلى الخدمة أو استخدامها، فإنك تقر بأنك قد قرأت وفهمت ووافقت على الالتزام بهذه الشروط والأحكام وإضافة لإضافة ملحق معالجة البيانات لدينا.
      <br>إذا كنت تستخدم الخدمة نيابة عن شركة أو كيان قانوني آخر، فقد يكون لدى تلك الكيانات اتفاق منفصل معنا، لكنك بالمثل ملزم بشكل فردي بشروط الخدمة هذه.
      <br>1.3 يرجى قراءة شروط الخدمة هذه وسياسة الخصوصية لدينا بعناية لأن هذه تنظم استخدامك للخدمة.
      <br>قد نقوم بتحديث وتعديل شروط الخدمة هذه وسياسة الخصوصية لدينا من وقت لآخر، وعند استمرارك في استخدام الخدمة بعد نشر تعديل من Convertedin على www.Converted.in /terms/، فإنك تقبل التعديل.
      <br>قد تنطبق شروط وأحكام إضافية على بعض الخدمات والميزات الإضافية للخدمة التي توفرها وتطورها Convertedin أو طرف ثالث، على سبيل المثال، Facebook ("الخدمات الإضافية").
      <br>في حالة تضمين استخدام الخدمة لمثل هذه الخدمات الإضافية، بغض النظر عن أي شيء يتعارض مع ذلك المذكور هنا، فقد يتم تنظيمها بشكل حصري بواسطة شروط وأحكام مقدم الخدمة القياسية ذات الصلة بمثل هذه الحلول.
      <br>من خلال الوصول أو استخدام أي خدمة إضافية، فإنك تقر بأنك قد قرأت وفهمت ووافقت على الالتزام بهذه الشروط والسياسات الخاصة بالخدمات الإضافية.
      <br>في حالة تعارض بين هذه الشروط والأحكام والشروط الخاصة ببعض الخدمات الإضافية، يجب أن تسود الشروط الخاصة ببعض الخدمات الإضافية بالنسبة لاستخدامك لتلك الخدمة الإضافية.
      `,
    },
    {
      title: 'الخدمة',
      desc: `2.1 الخدمة هي خدمة سحابية مخصصة للاستخدام في متاجر الويب عبر الإنترنت. تقوم الخدمة بجمع وتحليل سلوك المستخدم عبر الإنترنت وتجعل من الممكن حساب وتمثيل تلقائيًا لأنواع مختلفة من التوصيات الذكية للمنتجات؛ إنشاء وإدارة وتحسين حملات الإعلان على قنوات التواصل الاجتماعي؛ وتقديم وظائف أخرى لتواتر التسويق.
    <br>يمكنك العثور على وصف أكثر شمولاً للخدمة وميزاتها على www.Converted.in، على النحو الذي يتم تعديله من وقت لآخر.
    <br>2.2 تم تصميم الخدمة لمساعدتك في زيادة مبيعاتك، ولكنك تظل مسؤولاً عن كيفية استخدام الخدمة وتحقيق الأهداف المقصودة والنتائج.
    <br>من مسؤوليتك التأكد من أن ناتج ونتائج الخدمة يلبيان توقعات ومتطلبات العميل.
    <br>2.3 يمكنك أيضًا توفير المعلومات لنا عن طريق تسجيل الدخول باستخدام حساب وسائل التواصل الاجتماعي التي تختاره. في هذه الحالة، سيتم تزويدنا بمعلومات حولك من خلال مواقع وسائل التواصل الاجتماعي كما هو محدد عند تسجيل الدخول. سنستخدم معلوماتك فقط وفقًا لتعليماتك وكما هو محدد في سياسة الخصوصية هذه.
    <br>2.3 قد يقدم Convertedin المساعدة للمستخدم بناءً على طلب معقول منك. في حال الضرورة، يجب عليك السماح لـ Convertedin بالوصول إلى المعلومات والمرافق اللازمة قدر الإمكان، وأيضًا، المساهمة بغيرها في تقديم الخدمة. إذا طُلب منك بشكل معقول من قبلك، يمكن لمسؤولي Convertedin تعديل قوالب التوصية الخاصة بك، وحملات التسويق، ومتجرك عبر الإنترنت، وإعدادات أخرى استنادًا إلى تعليمات متفق عليها بين الطرفين. سيتم توفير جميع المساعدة خلال ساعات عمل Convertedin القياسية وبتقدير Convertedin العقلاني.
    <br>2.4 ما لم يتم الاتفاق خلافًا عن ذلك بالكتاب، يمكنك استخدام الخدمة فقط فيما يتعلق بمتجرك عبر الإنترنت ولأغراضه. يمكنك تمثيل والسماح بالوصول إلى العروض التي تم إنشاؤها باستخدام الخدمة على متجرك عبر الإنترنت فقط. يُحظر إنشاء روابط تشعبية إلى العروض التي تم إنشاؤها باستخدام الخدمة من موقع ويب آخر غير موقع متجرك عبر الإنترنت. يُحظر أي تعديل على السكربتات أو الإضافات أو أي جزء آخر من الخدمة في محاولة لإساءة استخدام الخدمة و/أو تفادي الالتزام بدفع رسوم Convertedin عن الخدمات المقدمة.
    <br>2.5 يقوم Convertedin بتطوير الخدمة باستمرار وتعزيزها. لذا، قد نعدل ميزات الخدمة عن طريق إزالة أو تعديل أو إضافة ميزات موجودة أو جديدة دون أي إشعار مسبق. ومع ذلك، سنبلغك بأي تغييرات مادية في الخدمة عن طريق نشر إشعار على www.Converted.in
    `,
    },
    {
      title: 'استخدام الخدمة',
      desc: `3.1 الاتصالات: أنت مسؤول عن الحصول على جميع الأجهزة والأجهزة والبرامج والخدمات التي قد تحتاج إليها للوصول إلى واستخدام الخدمات. دون الإشارة إلى ذلك، يجب عليك الحصول على وصيانة ودفع جميع الرسوم والضرائب والتكاليف والرسوم الأخرى المتعلقة بالوصول إلى واستخدام الخدمات، بما في ذلك أي رسوم أو ضرائب أو تكاليف أخرى ورسوم التواصل أو أي رسوم أو تكاليف أخرى تكبدتها للوصول إلى واستخدام الخدمات.
    <br>3.2 السلوك: أنت وحدك مسؤول عن متجرك عبر الإنترنت وسلوكك وأي بيانات أو نصوص أو روابط أو معلومات أو صورة و/أو أي مواد أخرى ("المحتوى") تختار عرضها من خلال الخدمة على متجرك عبر الإنترنت.
    <br>3.3 كلمات المرور: أنت مسؤول عن حماية وصون أي مفاتيح أو شهادات أو كلمات مرور أو رموز وصول أو معرفاتك أو أي بيانات تسجيل الدخول الأخرى (بشكل جماعي، "كلمات المرور") التي تم توفيرها لك أو التي يتم إنشاؤها في اتصال باستخدام الخدمات. لن تكشف أو تتاح أي كلمات مرور غير للموظفين المفوضين من قبلك وسوف تستخدم جميع الجهود التجارية المعقولة لمنع الوصول غير المصرح به أو استخدام كلمات المرور أو الخدمات. أنت بمفردك مسؤول بالكامل عن جميع الأنشطة التي تحدث في اتصال بكلمات السر الخاصة بك. بدون الحد من ما سبق، أنت مسؤول عن جميع الرسوم والالتزامات المطبقة على البيانات والمعلومات المنقولة إليها والمخزنة تحت حسابك على الخدمات. في حالة اعتقادك بأن كلمات المرور قد تم كشفها، فأنت مسؤول بمفردك عن إعلام Convertedin على الفور عن طريق البريد الإلكتروني إلى info@Converted.in
    <br>3.4 توقف الخدمة: أنت تقر بأن إمكانية الوصول إليك واستخدام الخدمات قد تتعلق بتعليق خلال فترة توقف مجدولة أو غير مجدولة أو عدم توفر أي جزء أو كل الخدمات لأي سبب، بما في ذلك نتيجة لانقطاع التيار الكهربائي أو فشل النظام أو انقطاع آخر، أو أي أعمال أو إغفال أو فشل من قبل Convertedin.
    <br>3.5 تعليق أو تقييد أو إنهاء: تخول Convertedin، بدون مسؤولية، تعليق الخدمات أو إنهائها أو تقييدها على الفور في أي وقت في الحالة (i) التي يحددها Convertedin، وفقًا لتقديرها الوحيد، أن الخدمات تُستخدم بانتهاك القانون الفيدرالي أو الولاية أو المحلي أو المرسوم أو هذه الشروط والأحكام، أو أي اتفاق قابل للتطبيق على الخدمات؛ (ii) التي يقرر Convertedin، وفقًا لتقديرها الوحيد، أن الخدمات تُستخدم بطريقة غير مصرح بها أو غير لائقة أو غير نزيهة؛ (iii) التي يحددها Convertedin بأن استخدام الخدمات يؤثر سلبًا على معدات Convertedin أو الخدمة للآخرين؛ (iv) يتم منع Convertedin من قبل قرار من المحكمة أو وكالة حكومية أخرى من تقديم الخدمات؛ (v) لمهاجمة الخدمة مما يمكن أن يشكل خطرًا على الخدمات أو على أي عملاء آخرين إذا لم يتم تعليق الخدمات؛ أو (vi) من الحوادث الأمنية أو الكوارث الأخرى التي تؤثر على الخدمات أو أمان بياناتك. بالإضافة إلى ذلك، تحتفظ Convertedin بالحق في رفض أو تعليق الوصول إلى منصة Convertedin أو الخدمات بشكل فوري في حالة عدم دفع Convertedin أي مبلغ مستحق فيما يتعلق بالخدمات أو انتهاكك أو افتراضيك المبادئ الأساسية أو الشروط المنصوص عليها في شروط الخدمة هذه.
    `,
    },
    {
      title: 'فوق الخدمة',
      desc: `4.1 الرسوم: سيتم فاتورة الرسوم للاشتراك الشهري في نهاية كل شهر تقوم فيه Convertedin بتقديم الخدمات. بالنسبة للخدمات التي تتطلب رسومًا مقابل كل معاملة، ستتم فواتير رسوم مقابل معاملة في آخر يوم من كل شهر تقوم فيه Convertedin بتقديم الخدمة. بالنسبة للخدمات الأخرى، سيتم دفع الرسوم المعتمدة مقدمًا.
    <br>4.2 الدفع: يجب عليك دفع الرسوم بالكامل دون انقطاع وبدون انتظار وباستخدام طرق الدفع التي يقدمها Convertedin عند الطلب (على سبيل المثال، بطاقة الائتمان أو الدفع عبر PayPal).
    <br>4.3 تأخير الدفع: إذا تأخرت في الدفع، فسنقوم بتحديد الرسوم وفقًا للأسعار والرسوم المتعينة بموجب هذه الاتفاقية، وسنكون مؤهلين لتحصيل الفائدة البسيطة الشهرية بمعدل 1.5٪ عن كل شهر يتأخر فيه الدفع أو الحد الأقصى المسموح به بموجب القانون.
    <br>4.4 الضرائب: جميع الرسوم المدرجة على www.Converted.in هي قابلة للتغيير بدون إشعار وتعتمد على موافقة العميل، ولا تشمل الضرائب أو الرسوم المستحقة لأنشطة التجارة الخارجية أو الضرائب القابلة للتحصيل بالكامل أو جزئيًا. ستكون مسؤولة عن دفع جميع الضرائب والرسوم المستحقة على الرسوم التي تدفعها بموجب هذه الاتفاقية (باستثناء أي ضريبة دخل على دخل Convertedin).
    <br>4.5 الرسوم غير المستحقة: يمكن للرسوم الشهرية والتكلفة التقديرية الشهرية أن تكون غير مستحقة في حالة عدم استخدام الخدمة خلال أي فترة معينة من الوقت وبعد تقديم إشعار مسبق بشهر واحد. تتم مراجعة الرسوم والتكاليف المستحقة لاستخدام الخدمة أسبوعيًا وشهريًا، ويمكن أن تتأثر بأي تغييرات في استخدام الخدمة أو في الأسعار المطبقة. قد تتم مراجعة الرسوم المستحقة وفقًا للتخفيضات القابلة للتطبيق.
    <br>4.6 الردود: بعد تحقيق الردود الإيجابية، سنقدم لك تقريرًا عن العناصر التي تم ترشيحها، بما في ذلك ولكن لا تقتصر على الحصول على النقرات والانتقالات والمبيعات (المشتريات) المحتملة.
    <br>4.7 إذا تم تقديم أي ردود غير مرغوب فيها، فسنعمل بجد للتحقق من موقفنا. إذا كانت هناك مشكلة في الخدمة أو في استخدامك لها، فسنعمل معك لحلها.
    `,
    },
    {
      title: 'تجديد التعاقد والإلغاء',
      desc: `5.1 يتجدد هذا الاتفاق تلقائيًا في نهاية فترة الفاتورة المعمول بها، إلا إذا تم إلغاؤه من قبلك.
    <br>5.2 يمكنك إلغاء هذا الاتفاق في أي وقت من خلال إعدادات الحساب على www.Converted.in أو عبر الاتصال بفريق الدعم على info@Converted.in. ستحتاج إلى الاتصال بنا قبل تجديد الفاتورة التالية لإلغاء الخدمة وتجنب فاتورة جديدة.
    <br>5.3 لا ترد الرسوم المدفوعة مسبقًا. في حالة الغاء الخدمة، لن يتم استرداد أي رسوم مدفوعة مقدمًا.
    <br>5.4 في حالة الإلغاء، يمكنك استخدام الخدمة حتى نهاية فترة الفاتورة المدفوعة مسبقًا ولن يتم تجديد الاشتراك بعد ذلك.
    <br>5.5 إذا لم تكن راضيًا عن الخدمة، فيمكنك إلغاءها في أي وقت.
    `,
    },
    {
      title: 'تغيير الشروط',
      desc: `نحتفظ بالحق في تغيير أو تحديث هذه الشروط من وقت لآخر، ونحن ننصح بالتحقق من هذه الصفحة بانتظام لضمان الالتزام بالتغييرات. سنقوم بإعلامك بأي تغييرات عن طريق نشر الشروط الجديدة على هذه الصفحة. قد نقوم أيضًا بإعلامك عن طريق البريد الإلكتروني أو بوسائل أخرى في بعض الحالات.`,
    },
    {
      title: 'الموقع والاختصاص القضائي',
      desc: `7.1 يتم التحكم في هذه الشروط والشروط والممارسات والمنازعات التي تنشأ على ناءها و/أو تتعلق بها و/أو تتعلق بالاستخدام الخاص بك للخدمة عن طريق تقديم المطابقة والقانون السائد في دولة أستونيا.
    <br>7.2 أي نزاع ينشأ عن هذه الشروط سيتم تسويته أمام المحاكم العامة في دولة أستونيا.
    `,
    },
    {
      title: 'اتصل بنا',
      desc: `إذا كان لديك أي أسئلة حول هذه الشروط، يرجى الاتصال بنا عبر <a href="mailto:info@converted.in">info@converted.in</a>`,
    },
    {
      title: 'اتفاقية وحدود الشروط',
      desc: `9.1 تعتبر هذه الشروط جزءًا من الاتفاق بينك وبين Convertedin. وهي تحل محل جميع الاتفاقيات والاقتراحات السابقة، الشفوع أو الكتابية أو الشفهية، وجميع الاتفاقيات الأخرى أو التواصلات بينك وبين Convertedin، سواء كانت سابقة لهذه الشروط أم لا، بما في ذلك الشروط والأحكام المقترحة التي قدمتها من قبلك، أو في أي قسائم و/أو مواد أخرى.
    <br>
    <br>إذا كان لديك أي أسئلة حول هذه الشروط والأحكام، أو إذا كنت بحاجة إلى مزيد من التوضيح حول تفاصيل أو نقاط محددة في هذه الوثيقة، فإننا هنا لمساعدتك!
    `,
    },
  ],
};
